export default {
  projections: {
    СогласиеE: {
      номер: {
        __caption__: 'Номер'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фио: {
          __caption__: 'Фио'
        },
        телефон: {
          __caption__: 'Телефон'
        },
        номер: {
          __caption__: 'Номер сотрудника'
        }
      }
    },
    СогласиеL: {
      номер: {
        __caption__: 'Номер'
      },
      сотрудники: {
        __caption__: 'Фио',
        фио: {
          __caption__: 'Фио'
        },
        номер: {
          __caption__: 'Номер сотрудника'
        },
        телефон: {
          __caption__: 'Телефон сотрудника'
        }
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'Номер'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
